Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F18A.tmx
Source language: en_us
Languages: zh_cn

source: Education Kills Fear
zh_cn: 教育消灭恐惧

source: A great way to overcome fear is to educate your fear into oblivion.
zh_cn: 克服恐惧的一个极佳做法，就是通过自我教育，使人逐渐忘却恐惧。

source: Consider most people's greatest fear - public speaking.
zh_cn: 让我们来考虑大多数人最大的恐惧 — 公开演讲。

source: Public speaking has a lot of variables - writing and organizing the speech, delivering it with confidence, vocal variety, voice volume and pitch, gestures, body language, eye contact, visual aids, achieving the speech objectives, connecting with the audience, adapting to the audience's response, etc.
zh_cn: 公开演讲本身有许多变量 — 写作和组织演讲稿，用自信姿态将演讲内容传达出去，说话的抑扬顿挫，音量和音调，手势姿态，身体语言，眼神交流，视觉展示辅助（幻灯片等），实现演讲目标，与听众产生共鸣，根据听众回应进行调整，等等。

source: If you don't have specific knowledge of how to do these things, it will just look like a gaping void of uncertainty and overwhelm, and fear will be the natural response.
zh_cn: 若你缺乏如何做成这些事情的具体知识，演讲看起来便像一条充满不确定性，令人难以招架的虚空鸿沟，此时感到恐惧就是自然结果。

source: Watch any skilled actor or actress, and everything they do seems so natural - they become their character.
zh_cn: 请注意观察那些演技高超的男女演员，他们做的一切事情看起来都如此自然 — 他们真变成了自己所扮演的角色。

source: But what you don't see is all the subtle baby steps that were taken over a period of years to reach that level of proficiency.
zh_cn: 但你没有看见的，是他们经历多年时间，为抵达这种纯熟水平，像婴儿学步般走过的所有微小步骤。

source: One reason people can be genuinely confident instead of fearful in front of a camera or up on a stage is that they took the time to learn exactly what to do.
zh_cn: 这些人能做到充满自信，而非心怀恐惧地站到镜头前或舞台上的一个原因，就是他们花了时间，老老实实学习自己该做的事情。

source: If you progressively develop your skills by learning from others who have broken it down into bite-sized learnable chunks, then fear diminishes greatly because you know what to do.
zh_cn: 若你通过学习那些已将恐惧对象，掰碎成易于消化掌握的小块知识的人士，来逐步提升拓展自身技能，个人恐惧便将显著减弱，因为那时你会知道该做什么去面对。

source: This is one of the reasons we do impromptu speaking at every Toastmasters meeting.
zh_cn: 这也是每次在Toastmasters演讲俱乐部聚会上，我们要做即兴演讲的原因之一。

source: But when you do it over and over again, you eventually become comfortable with it, so if you suddenly find yourself faced with an unexpected impromptu speaking situation, you can relax because you know how to handle it.
zh_cn: 当你一遍又一遍直面那些演讲恐惧，终会变得舒适自如。所以若你突然发现要面对一个未曾预料到的即兴演讲情形，自己也能放松下来，因为你知道该如何处理这种状况。

source: I had a similar experience when practicing martial arts for several years.
zh_cn: 在练习武术的几年间，我也有过相似体验。

source: When you educate and train yourself to know how to handle an attacker, you become less fearful of being attacked.
zh_cn: 当你通过教育和训练，让自己知道该如何应对攻击者，你对受到攻击就会变得更不恐惧。

source: I remember one of the students at my school was attacked by a would-be mugger when he was only a green belt, and he used what he learned to successfully fend off the attacker without getting himself hurt.
zh_cn: 我记得有位武校同学，在他还只是绿带选手时，遭受过一个抢劫者的攻击，而他利用已经学到的武术技巧，成功制止了攻击者，并且毫发未损。

source: Many of the black belts at the school genuinely had no fear of ever being attacked because they knew their reflexes would just take over - they were actually more worried about hurting someone really badly by accident.
zh_cn: 武校里的许多黑带选手，真的不恐惧遭受任何攻击，因为他们知道个人本能反应会马上接管那种情形 — 他们其实更担心无意中把别人伤得太重。

source: Their whole body knew what to do.
zh_cn: 这些人身体的每个部位都知道该做什么动作。

source: Somewhere around the time I reached brown belt or red belt, I started experiencing this as well, almost wanting someone to attack me just to see how my body would react from all the conditioning.
zh_cn: 我在上升为棕带或红带选手的某个时期，也开始体验到这种感受。我那时几乎渴望有人来攻击自己，只是想看看我的身体在接受完所有训练后会做何反应。

source: I found out from others at my school that this is very common.
zh_cn: 从武校其他学员那里，我了解到这种心理非常普遍。

source: When you know what to do, you not only stop being afraid - you actually begin to welcome the object of your fear.
zh_cn: 当清楚知道自己该做什么时，你不仅会停止害怕 — 其实还会开始欢迎你所恐惧的对象。

source: I'm not suggesting that inviting attacks is a good idea.
zh_cn: 我并非暗示邀请他人攻击自己是个好主意。

source: I'm just saying that education is a powerful way to destroy fear.
zh_cn: 我只想说教育的确是摧毁恐惧的强大方式。

source: Uncertainty breeds fear; knowledge kills it.
zh_cn: 不确定感会繁衍恐惧；知识经验则能消灭它。

source: You're unlikely to fear what you're good at, so a great way to conquer a fear is to make the commitment to studying and mastering whatever it is you fear.
zh_cn: 你不太可能恐惧自己擅长的事物，所以征服某种恐惧的好方法，就是下定决心去学习和精通你恐惧的任何事物。

source: This way you take control of the object of your fear by facing it in baby-sized confrontations.
zh_cn: 通过各种微小的对抗体验来直面它，你终将掌控自己恐惧的对象。

source: If you're afraid of public speaking, learn to speak.
zh_cn: 若你害怕公开演讲，就去学习如何演讲。

source: If you're afraid of not knowing what to do in a medical emergency, learn CPR and first aid.
zh_cn: 若你害怕不知道在急救时该做什么，就去学习CPR（心肺复苏术）和急救护理。

source: If you're one of those people who can't merge when getting on the freeway, get someone who can merge to teach you how to do it.
zh_cn: 若你是那些不懂在上高速路时正确并道的人员之一，就寻找某位会并道的人士，请对方教你如何并道。
